{
   "receipt_model": [
      {
         "name": "ВАФЛИ ХРУСТЯЩИЕ В ВАФЕЛЬНИЦЕ",
         "unique_code": "f4bd9809-b974-4b5e-b72f-5be570ed7a84",
         "portions": 10,
         "cooking_time": "20 мин",
         "ingredients": [
            {
               "name": "Пшеничная мука",
               "unique_code": "ab182987-4309-4c65-9027-2ad6ea578df9",
               "value": 100,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Сахар",
               "unique_code": "400bbc78-1d26-4120-ad87-80a3fb0ef3e4",
               "value": 80,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Сливочное масло",
               "unique_code": "d9e8b22f-56db-453f-87ff-8a8b309b4f67",
               "value": 70,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Яйца",
               "unique_code": "7dca01ea-71dc-4839-80b3-b81f49f6c0e3",
               "value": 1,
               "range": {
                  "name": "шт",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Ванилин(щепотка)",
               "unique_code": "b3ecbf13-b51c-449b-970f-8ede071c23d9",
               "value": 5,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            }
         ],
         "steps": [
            "Как испечь вафли хрустящие в вафельнице? Подготовьте необходимые продукты. Из данного количества у меня получилось 8 штук диаметром около 10 см.",
            "Масло положите в сотейник с толстым дном. Растопите его на маленьком огне на плите, на водяной бане либо в микроволновке.",
            "Добавьте в теплое масло сахар. Перемешайте венчиком до полного растворения сахара. От тепла сахар довольно быстро растает.",
            "Добавьте в масло яйцо. Предварительно все-таки проверьте масло, не горячее ли оно, иначе яйцо может свариться. Перемешайте яйцо с маслом до однородности.",
            "Всыпьте муку, добавьте ванилин.",
            "Перемешайте массу венчиком до состояния гладкого однородного теста.",
            "Разогрейте вафельницу по инструкции к ней. У меня очень старая, еще советских времен электровафельница. Она может и не очень красивая, но печет замечательно!\n   Я не смазываю вафельницу маслом, в тесте достаточно жира, да и к ней уже давно ничего не прилипает. Но вы смотрите по своей модели. Выкладывайте тесто по столовой ложке.\n   Можно класть немного меньше теста, тогда вафли будут меньше и их получится больше.",
            "Пеките вафли несколько минут до золотистого цвета. Осторожно откройте вафельницу, она очень горячая! Снимите вафлю лопаткой. Горячая она очень мягкая, как блинчик."
         ]
      },
      {
         "name": "ВАРЁНОЕ ЯЙЦО",
         "unique_code": "f4bd9809-b974-4b5e-b72f-5be570ed7a84",
         "portions": 1,
         "cooking_time": "10 мин",
         "ingredients": [
            {
               "name": "Яйцо",
               "unique_code": "5dc8c392-b1d5-47ee-97b8-a18b42be0312",
               "value": 1,
               "range": {
                  "name": "шт",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Вода",
               "unique_code": "d5132457-c0b2-4a02-856b-cc2b70a65ca7",
               "value": 500,
               "range": {
                  "name": "мл",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Соль",
               "unique_code": "f863c187-868c-4f0e-b1b1-5f8c22732e79",
               "value": 1,
               "range": {
                  "name": "щепотка",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            }
         ],
         "steps": [
            "Подготовьте необходимые ингредиенты. Возьмите яйцо и промойте его под проточной водой.",
            "Налейте 500 мл воды в небольшую кастрюлю и доведите до кипения на среднем огне.",
            "Аккуратно опустите яйцо в кипящую воду с помощью ложки.",
            "Варите яйцо в течение 8-10 минут для получения вкрутую.",
            "По желанию добавьте щепотку соли в воду, чтобы предотвратить трещины на скорлупе.",
            "После варки аккуратно достаньте яйцо из кастрюли и поместите его в холодную воду на 2-3 минуты, чтобы оно легко очищалось.",
            "Очистите яйцо от скорлупы и подавайте к столу."
         ]
      }
   ]
}