{
   "receipt_model": [
      {
         "name": "ВАФЛИ ХРУСТЯЩИЕ В ВАФЕЛЬНИЦЕ",
         "portions": 10,
         "cooking_time": "20 мин",
         "ingredients": [
            {
               "name": "Пшеничная мука",
               "value": 100,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Сахар",
               "value": 80,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Сливочное масло",
               "value": 70,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Яйца",
               "value": 1,
               "range": {
                  "name": "шт",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Ванилин(щепотка)",
               "value": 5,
               "range": {
                  "name": "гр",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            }
         ],
         "steps": [
            "Как испечь вафли хрустящие в вафельнице? Подготовьте необходимые продукты. Из данного количества у меня получилось 8 штук диаметром около 10 см.",
            "Масло положите в сотейник с толстым дном. Растопите его на маленьком огне на плите, на водяной бане либо в микроволновке.",
            "Добавьте в теплое масло сахар. Перемешайте венчиком до полного растворения сахара. От тепла сахар довольно быстро растает.",
            "Добавьте в масло яйцо. Предварительно все-таки проверьте масло, не горячее ли оно, иначе яйцо может свариться. Перемешайте яйцо с маслом до однородности.",
            "Всыпьте муку, добавьте ванилин.",
            "Перемешайте массу венчиком до состояния гладкого однородного теста.",
            "Разогрейте вафельницу по инструкции к ней. У меня очень старая, еще советских времен электровафельница. Она может и не очень красивая, но печет замечательно!\n   Я не смазываю вафельницу маслом, в тесте достаточно жира, да и к ней уже давно ничего не прилипает. Но вы смотрите по своей модели. Выкладывайте тесто по столовой ложке.\n   Можно класть немного меньше теста, тогда вафли будут меньше и их получится больше.",
            "Пеките вафли несколько минут до золотистого цвета. Осторожно откройте вафельницу, она очень горячая! Снимите вафлю лопаткой. Горячая она очень мягкая, как блинчик."
         ]
      },
      {
         "name": "ВАРЁНОЕ ЯЙЦО",
         "portions": 1,
         "cooking_time": "10 мин",
         "ingredients": [
            {
               "name": "Яйцо",
               "value": 1,
               "range": {
                  "name": "шт",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Вода",
               "value": 500,
               "range": {
                  "name": "мл",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            },
            {
               "name": "Соль",
               "value": 1,
               "range": {
                  "name": "щепотка",
                  "conversion_factor": 1,
                  "base_unit_measurement": null
               }
            }
         ],
         "steps": [
            "Подготовьте необходимые ингредиенты. Возьмите яйцо и промойте его под проточной водой.",
            "Налейте 500 мл воды в небольшую кастрюлю и доведите до кипения на среднем огне.",
            "Аккуратно опустите яйцо в кипящую воду с помощью ложки.",
            "Варите яйцо в течение 8-10 минут для получения вкрутую.",
            "По желанию добавьте щепотку соли в воду, чтобы предотвратить трещины на скорлупе.",
            "После варки аккуратно достаньте яйцо из кастрюли и поместите его в холодную воду на 2-3 минуты, чтобы оно легко очищалось.",
            "Очистите яйцо от скорлупы и подавайте к столу."
         ]
      }
   ]
}